{
  "ab91cfe2": "Your quest starts in front of the place where knowledge about banking is shared at a young age.",

  "73d1e4b9": "Here is the list of invoices and the money you spent today. They are maturing today, and your aim is to make sure that by the time the payout job runs, everything is ready to be paid — and repaid. Follow the clues to get to the right spot by the time the job runs. First question is easy: Based on this information, how much would the bank pay your suppliers in total? The answer will be your clue to get to your first supplier.",

  "f04a882c": "You did well, now you have some more cash. That’s exciting, right? So exciting that you want to enhance your knowledge — and what better way to do that than by buying some new books? There’s a new bookstore just around the corner. How lucky!",

  "1cda7b35": "You found some nice books, but also a cute mug, a plush toy for Anne’s baby on the way, some nice Romanian souvenirs, spices… and now you have a new problem — you owe so much money that Rabobank can’t handle you. Find the most popular bank in Cluj just down the street and go hedge some more money.",

  "5e17d2f8": "This is the place where vampires keep their money. That’s why it’s called this way, don’t you think? That would be fun, but if vampires were real, they would most likely be called ‘Darius’. Your next clue lies where Darius learned. He walked so the whole team could run. So run over there, and go get it.",

  "9bc45d1a": "Your bags are packed, adrenaline is rushing, but your invoices are still active. Can’t forget that. Bogdi is awaiting his money and he ‘knows a guy’. I hope you remember the amount you owe him. Actually, there’s ‘a guy’ waiting on the highest part of this town — so I hope you have comfortable shoes, because you have a large number of stairs to climb.",

  "2e90c83d": "You made it on time and made Bogdi happy! The guy didn’t have to come and get you — maybe during your next trip. The quest is not over yet, you are only halfway there. Today would be a holiday if it were Christmas, so no payments, no loans for you. Out of any options, you decide to take a day off and go for a run (right, Wouter?). Go to the closest running track around to find Wouter (spoiler alert: we can’t forget he works for a bank — so why not run for one?).",

  "b14af7d9": "This took you much longer than we expected. You guys are out of shape. It’s not even Christmas anymore! You still have some cash left, however, but your due date (and time!) is coming close. You choose to do the sensible thing — we’re responsible people after all. So have fun at the casino!",

  "78c2d105": "What would be the most debated problem between Zsolt, Peter, and Daniel if they were stuck in a room together? The language in which they would SING (and no, it’s not Chinese — Jip is not part of this imaginary exercise at this point).",

  "c8e4a931": "You remembered the sum you owe Bogdi, right? Good. You have two words, and the total number of letters in both words is the last digit from Bogdi’s moonshine’s price. To get a clue, ask your Romanian teammates about one of the system acronyms we discussed that reminds them of a person of great importance in the very town you’re wandering through. Dutchies — chip in to help them out, it’s a difficult one without some business insight.",

  "f7d08c2e": "So close!! You guys are absolutely nailing it. And we’re having so much fun picking your brains. It’s like writing a script. If only you could put on a show with this whole story. The clock is ticking, and you need to repay Rabo and BT in ~0.5 hours — that’s when the payout matured invoices job runs in our imaginary world — and by now your invoices are matured for sure. If you were to act out this whole dramatic scene, what is the closest place from here where you’d do it?",

  "0a93e7fb": "Only cultured people would guess this one so easily — but you must be exhausted, and it’s getting colder and darker. Your suppliers have been paid, but your funding participants are now in debt. Run just like our job would and do the right thing this time — repay them! There’s a catch though: you don’t need to repay BT and Rabo in actual money. You need to repay them by having even more fun than during this quest — enjoying a well-deserved traditional dinner together with a glass of wine. Maybe borrow some more moonshine from Bogdi. Check your calendars and we’ll be waiting for you there.",

  "6bc28e19": {
    "text" : "This whole client journey is a small representation of all our efforts so far this year. Each clue, challenge, milestone, smaller and greater achievement, impediment, failure and success led us all here. You made it. Even if it might not feel like it in the moment, take a step back and think of everything you went through. Just like in real life, you made it work. So don’t forget this on a daily basis — we live in the real world, and we always make it work. Cheers!",
    "youtube" : "https://www.youtube.com/watch?v=dQw4w9WgXcQ"
  }
}
