{
  "ab91cfe2": "Here are the list of invoices and money you spent today. They are maturing today and your aim is to make sure that by the time the payout job runs, everything is ready to be paid, AND repaid. Follow the clues to get to the right spot by the time the job runs. First question is easy: Based on this information, how much would the bank pay your suppliers in total? the answer will be your clue to get to your first supplier",

  "73d1e4b9": "One day, a brave client started an adventure in the mysterious city of Capitalia, where each landmark held a clue about how money flows. Every construction starts with a base, just like your purchases begin with invoices. Seek the art that shapes your path - a path that many have crossed most likely, but most certainly Jip and James were around",

  "f04a882c": "Just as ink gives shape to the paper, Rabobank gives shape to your payments. But when the ink runs out, you must search for the highest point -> sometimes Rabobank cannot handle your spendings on its own, so we need to ask for help. Ask your colleagues where could they find help from - perhaps if you remember the previous evening, the locals should know how to find that help",

  "1cda7b35": "Rabobank’s resources are depleted. You spent so much money that yes, Banca Transilvania had to chip in as a funding participant, just like in our allocation. And you could see Banca Transilvania from the Klausenburger terrace, couldn’t you? Check the pictures from the previous night. To continue, you must find the colorful energy that pushes you forward. Running away from your problems isn’t always the solution, but most certainly helps postponing them.",

  "5e17d2f8": "Just as we share energy with each other, Rabobank gives you new strength through a loan. But you need a warm source to carry on. We’ve been through loans, allocation, why not visit warehouses -> see the whole client journey. If there was a warehouse to store a commodity in this very floor you’re wandering in, which one would that be?",

  "9bc45d1a": "Now you have the energy of liquidity. Shape it, give it form, and pay your supplier. Just as you have your own supplier, the coffee warehouse shares a small coffee shop as well, and has it’s own suppliers. It’s like a chain reaction! Think wisely - all of you coffee enthusiasts, do some brainstorming on who those might be. We don’t discriminate, however. Tea lovers, you should have this in common (clue e horcrux din harry POTTER). Don’t be fooled - sometimes the package doesn’t match the content - choose wisely",

  "2e90c83d": "Just as I shape clay, you shape the loan from Rabobank into supplier payments. But to deliver fast, you must take the quickest route. Our payout job is soon to run - and that will perform all the payments and the repayments. Don’t forget that you owe a sum to Bogdi - and as he said two nights before, he knows a guy. Need a loan? He’s got someone. Got a flat tire? Say no more. He always knows a guy. And unless Rabobank pays him on time and you repay your money - you would meet the guy. And no, it’s not Zsolt.",

  "b14af7d9": "You have paid the supplier. The final step is to close the circle and repay your debts. You’ll find the answer where all stories originate from. Some true, others influenced a tiny bit by the imagination of the beholder.",

  "78c2d105": "Working capital is a cycle: you purchased, received invoices, Rabobank settled them, Banca Transilvania stepped in with a loan, the supplier was paid, and at the end, the loan was repaid. Balance is restored - now it’s time for you to go back where you came from and start a new cycle. Who said that Working Capital is not like the Matrix? The difference is that you have the power to know where the loop ends"
}
